---
kind: property
id: P:Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData.SectionNumber
source: html/979e0788-341c-758a-6533-fdebb3953fb6.htm
---
# Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData.SectionNumber Property

The section this segment belongs to.

## Syntax (C#)
```csharp
public int SectionNumber { get; }
```